Repository: mate-desktop/marco
Catalog: po/*.po
Languages: nds

source: Compositing Manager
nds: Tosamensettens-Verwalter

source: Determines whether Marco is a compositing manager.
nds: Leggt fast, of Marco een Tosamensettens-Verwalter is.

source: Fast Alt-Tab with compositing manager (disable thumbnails)
nds: Fixes Alt-Tab mit Tosamensettens-Verwalter (Utblickbillers utknipsen)

source: If set to true, no window thumbnails will be displayed in the alt-tab popup window when the compositing manager is enabled. Application icons will be displayed instead. Note that on high resolution screens with many visible windows there can be a perceptible lag in rendering.
nds: Wenn up jau sett, worden keene Fenster-Utblickbillers in de Alt-Tab-Vörkoom-Fenster wiest, wenn de Tosamensettens-Verwalter anknipst is. In Stee daarvun worden Anwennens-Tekens wiest. Wees wiss, dat up Billschirmen mit hoger Uplösen un völen sichtbaaren Fenstern dat Teken dann markbaar vertreckt is.

source: If true, trade off usability for less resource usage
nds: Wenn jau, minner de Brukerfründelkheid för minnerten Ressourcen-Bruuk

source: If true, marco will give the user less feedback by using wireframes, avoiding animations, or other means. This is a significant reduction in usability for many users, but may allow legacy applications to continue working, and may also be a useful tradeoff for terminal servers. However, the wireframe feature is disabled when accessibility is on.
nds: Wenn jau, gifft Marco de Bruker minner Rückmellen, indeem minner Informatioonen wiest worden, Animatioonen vermeden worden, of anner Insparens. Dat maakt ’t för mennig Brukers bannig slimmer to bruken, kann aver ollen Anwennens hülpen, wieder to warken, un kann een nüttelk Ofgaav för Terminal-Servers wesen. Man de Minner-Informatioonen-Funktioon is utknipst, wenn Togangelkheid anknipst is.

source: (Not implemented) Navigation works in terms of applications not windows
nds: (Nich implementeert) Navigeren warkt över Anwennens in Stee vun Fensters

source: If true, then Marco works in terms of applications rather than windows. The concept is a bit abstract, but in general an application-based setup is more like the Mac and less like Windows. When you focus a window in application-based mode, all the windows in the application will be raised. Also, in application-based mode, focus clicks are not passed through to windows in other applications. Application-based mode is, however, largely unimplemented at the moment.
nds: Wenn jau, warkt Marco mit Anwennens in Stee vun Fensters. Dat Denken is een bietje abstraktm aver in’t Geheel is een Inrichten mit Anwennens mehr as de Mac un minner as Windows. Wenn du im Anwennens-Modus een Fenster fokusseerst, worden all Fensters vun de Anwennen anhoven. Im Anwennen-Modus worden Fokus-Klicks ok nich an Fensters in anner Anwennens wiedergeven. Anwennens-Modus is man to deeser Tied wiedgahns nich implementeert.

source: Disable misfeatures that are required by old or broken applications
nds: Fehlfunktioonen utknipsen, wat för olle of kaputte Anwennens nödig sünd

source: Some applications disregard specifications in ways that result in window manager misfeatures. This option puts Marco in a rigorously correct mode, which gives a more consistent user interface, provided one does not need to run any misbehaving applications.
nds: Eenige Anwennens minnachten Vörgavens up eene Aard, wat Fehlfunktioonen in de Fensterverwalten gifft. Deese Instellen sett Marco in eenen akkeraat rechten Modus, wat eene evenmatigere Brukerschnittstee gifft, wenn eens man keene Anwennens utföhren mutt, wat sik nich to benehmen weten.

source: Determines if new windows are created on the center of the screen
nds: Leggt fast, of neje Fensters in de Midde vum Billschirm maakt worden

source: If set to true, new windows are opened in the center of the screen. Otherwise, they are opened at the top left of the screen.
nds: Wenn up jau sett, worden neje Fensters in de Midde vum Billschirm opmaakt. Anners worden se in de bovere linke Eck vum Billschirm opmaakt.

source: Whether to enable window tiling
nds: Of Fenster-Kacheln anknipsen worden sall

source: If enabled, dropping windows on screen edges maximizes them vertically and resizes them horizontally to cover half of the available area. Drag-dropping to the top maximizes the window if allow-top-tiling is enabled.
nds: Wenn anknipst, word dat Trecken un Lösslaten vun eenem Fenster to eenem Billschirmrann ’t vertikaal grot maken un horizontaal up de halve verföögbaare Brede setten. Trecken un Lösslaten tum bovern Rann maakt dat Fenster grot, wenn »allow-tiling« anknipst is.

source: Whether to maximize the window when dragged to the top of the screen
nds: Of dat Fenster grot maakt worden sall, wenn ’t tum bovern Billschirmrann treckt word

source: If enabled, drag-dropping a window to the top of the screen will maximize it. Only works when allow-tiling is enabled.
nds: Wenn anknipst, word dat Trecken un Lösslaten vun eenem Fenster to de bovern Rann vum Billschirm ’t grot maken. Warkt blots, wenn »allow-tiling« anknipst is.

source: Whether to enable cycling through different tile sizes
nds: Of dat Wesseln dör verschedene Kachelgröten anknipst worden sall

source: If enabled, tiling a window will cycle through multiple different sizes by using the same keyboard shortcut multiple times in a row.
nds: Wenn anknipst, kann man bi’m Kacheln vun eenem Fenster dör verschedene Gröten wesselt worden, indeem de sülve Handigtast mennigmaal naeenanner bruukt word.

source: Window placement mode
nds: Fenster-Anörnens-Modus

source: The window placement mode indicates how new windows are positioned. "automatic" means the system chooses a location automatically based on the space available on the desktop, or by a simple cascade if there is no space; "pointer" means that new windows are placed according to the mouse pointer position; "manual" means that the user must manually place the new window with the mouse or keyboard.
nds: De Fenster-Anörnens-Modus leggt fast, wo neje Fensters anörnt worden. »automatic« heet, dat dat Systeem eene Stee automatisk utköört, je nadeem, wo Rüümte up de Schrievdisk verföögbaar is, of as een slichter Waterfall, wenn daar keene Rüümte is; »pointer« heet, dat neje Fensters bi’m Muuswieser hensett worden; »manual« heet, dat de Bruker dat neje Fenster vun Hand mit de Muus of Knöppboord hensetten mutt.

source: List of applications ignored by show-desktop
nds: List vun Anwennens, wat Schrievdisk-Wiesen minnacht

source: Comma separated class list. Each running GUI application referenced to given windows manager class will be ignored by 'Show Desktop' functionality.
nds: Komma-trennt Klassenlist. Elkeen lopend GUI-Anwennen, wat up eene angeven Fensterverwalter-Klass passt, word vun de Funktioon »Schrievdisk wiesen« minnacht.

source: Icon size in alt-tab popup window
nds: Tekengrött im Alt-Tab-Vörkoom-Fenster

source: Size of the application icons displayed in alt-tab popup window. The screen's scale factor is applied to this value.
nds: Grött vun de Anwennens-Tekens, wat in de Alt-Tab-Vörkoom-Fenster wiest worden. De Skalerens-Faktor vum Billschirm word up deesen Weert anwennt.

source: Maximum number of columns in alt-tab popup window
nds: Hoogste Tahl vun Striepen im Alt-Tab-Vörkoom-Fenster

source: The popup window will be expanded to fit up to these many entries per row.
nds: Dat Vörkoom-Fenster word vergrotert, bit tomeest so völe Inragen in elkeen Riege passen.

source: Expand the alt-tab popup window to fit longer window titles
nds: Dat Alt-Tab-Vörkoom-Fenster vergrotern, um Rüümte för lange Fenstertitel to maken

source: The popup window may be expanded up to the width determined by the config parameter 'alt-tab-max-columns'.
nds: Dat Vörkoom-Fenster düür vergrotert worden bit to de Brede, wat vun de Instellens-Argument »alt-tab-max-columns« fastleggt word.

source: Raise windows to surface while cycling alt-tab popup
nds: Fensters bi’m Wesseln dör dat Alt-Tab-Vörkoom-Fenster anheven

source: While using the popup window, selected windows will be raised to make them easy to identify.
nds: Bi’m Bruken vum Vörkoom-Fenster worden utköört Fensters anhoven, daarmit man se lichter finnen kann.

source: Name of workspace
nds: Schrievdisknaam

source: The name of a workspace.
nds: De Naam vun ee'm Schrievdisk.

source: Run a defined command
nds: Eene fastleggt Oorder utföhren

source: The keybinding that runs the correspondingly-numbered command in /apps/marco/keybinding_commands The format looks like "<Control>a" or "<Shift><Alt>F1". The parser is fairly liberal and allows lower or upper case, and also abbreviations such as "<Ctl>" and "<Ctrl>". If you set the option to the special string "disabled", then there will be no keybinding for this action.
nds: De Handigtast, wat de Oorder mit de sülve Tahl in »/apps/marco/keybinding_commands« utföhrt. Dat Formaat is vun de Aard »<Control>a« of »<Shift><Alt>F1«. De Leser is recht liedsaam un verlöövt Groot- un Kleenschrieven un ok Avkörtens as »<Ctl>« un »<Ctrl>«. Wenn du de Instellen up de besünneren Text »disabled« settst, gifft dat keene Handigtast för deese Aktioon.

source: The format looks like "<Control>a" or "<Shift><Alt>F1". The parser is fairly liberal and allows lower or upper case, and also abbreviations such as "<Ctl>" and "<Ctrl>". If you set the option to the special string "disabled", then there will be no keybinding for this action.
nds: Dat Formaat is vun de Aard »<Control>a« of »<Shift><Alt>F1«. De Leser is recht liedsaam un verlöövt Groot- un Kleenschrieven un ok Avkörtens as »<Ctl>« un »<Ctrl>«. Wenn du de Instellen up de besünneren Text »disabled« settst, gifft dat keene Handigtast för deese Aktioon.

source: The format looks like "<Control>a" or "<Shift><Alt>F1". The parser is fairly liberal and allows lower or upper case, and also abbreviations such as "<Ctl>" and "<Ctrl>". If you set the option to the special string "disabled", then there will be no keybinding for this action. This keybinding may be reversed by holding down the "shift" key; therefore, "shift" cannot be one of the keys it uses.
nds: Dat Formaat is vun de Aard »<Control>a« of »<Shift><Alt>F1«. De Leser is recht liedsaam un verlöövt Groot- un Kleenschrieven un ok Avkörtens as »<Ctl>« un »<Ctrl>«. Wenn du de Instellen up de besünneren Text »disabled« settst, gifft dat keene Handigtast för deese Aktioon. Deese Handigtast kann umdreiht worden, indeem de Umschalttast hollt word; um dat kann de Umschalttast (»shift«) nich as een vun de Ännerers bruukt worden.

source: Move backward between windows of an application, using a popup window
nds: Tüsken Fensters vun eener Anwennen mit eenem Vörkumm-Fenster umdreiht wesseln

source: Move backward between windows, using a popup window
nds: Tüsken Fensters mit eenem Vörkumm-Fenster umdreiht wesseln

source: Move between windows on all workspaces, using a popup window
nds: Tüsken Fensters up all Schrievdisken mit eenem Vörkumm-Fenster wesseln

source: Move backward between windows on all workspaces, using a popup window
nds: Tüsken Fensters up all Schrievdisken mit eenem Vörkumm-Fenster umdreiht wesseln

source: Move backward between panels and the desktop, using a popup window
nds: Tüsken Fensters un de Schrievdisk mit eenem Vörkumm-Fenster umdreiht wesseln

source: Move backward between windows of an application immediately
nds: Stracks tüsken Fensters vun eener Anwennen mit eenem Vörkumm-Fenster umdreiht wesseln

source: Move backward between windows immediately
nds: Stracks tüsken Fensters umdreiht wesseln

source: Move backward between panels and the desktop immediately
nds: Stracks tüsken Fensters un de Schrievdisk mit eenem Vörkumm-Fenster umdreiht wesseln

source: Show the panel's "Run Application" dialog box
nds: Dat »Anwennen utföhren«-Menü-Fenster vum Balken wiesen

source: Commands to run in response to keybindings
nds: Oorders, wat dör Handigtasten utföhrt worden

source: The /apps/marco/global_keybindings/run_command_N keys define keybindings that correspond to these commands. Pressing the keybinding for run_command_N will execute command_N.
nds: De Slötels »/apps/marco/global_keybindings/run_command_N« defineren Handigtasten, wat to deesen Oorders tohören. Wenn de Handigtast för »run_command_N« drückt word, word »command_N« utföhrt.

source: The screenshot command
nds: De Billschirmbillorder

source: The /apps/marco/global_keybindings/run_command_screenshot key defines a keybinding which causes the command specified by this setting to be invoked.
nds: De Slötel »/apps/marco/global_keybindings/run_command_screenshot« defineert eene Handigtast, wat de Oorder utföhren lett, wat vun deesem Slötel angeven word.

source: The window screenshot command
nds: De Oorder för een Fenster-Billschirmfoto

source: The /apps/marco/global_keybindings/run_command_window_screenshot key defines a keybinding which causes the command specified by this setting to be invoked.
nds: De Slötel »/apps/marco/global_keybindings/run_command_window_screenshot« defineert eene Handigtast, wat de Oorder utföhren lett, wat vun deesem Slötel angeven word.

source: Toggle whether a window will always be visible over other windows
nds: Umschalten, of een Fenster alltieden över anner Fensters sichtbaar wesen word

source: Tile window to north-west (upper left) corner of screen
nds: Fenster up de noordwestelk (bovern linke) Eck vum Billschirm floren

source: Tile window to north-east (upper right) corner of screen
nds: Fenster up de noordoostelk (bovern rechte) Eck vum Billschirm floren

source: Tile window to south-east (lower right) corner of screen
nds: Fenster up de südoostelk (unnern rechte) Eck vum Billschirm floren

source: Tile window to south-west (lower left) corner of screen
nds: Fenster up de südwestelk (unnern linke) Eck vum Billschirm floren

source: Bell event
nds: Glockenereegnis

source: Unknown window information request: %d
nds: Unbekannte Fenster-Informatioon-Anfraag: %d

source: <tt>%s</tt> is not responding.
nds: <tt>%s</tt> antert nich

source: You may choose to wait a short while for it to continue or force the application to quit entirely.
nds: Du willst villicht eene körte Tied wachten, bit se wiederlöppt, of de Anwennen dwingen, stracks to ennen.

source: _Wait
nds: _Töven

source: _Force Quit
nds: _Beennen ertwingen

source: Failed to get hostname: %s
nds: Kunn de Weertnaam nich halen: %s

source: Missing %s extension required for compositing
nds: Verwiedern %s föhlt un is nödig tum Tosamensetten

source: Failed to open X Window System display '%s'
nds: Kunn de X-Fenstersysteem-Billschirm »%s« nich opmaken

source: Some other program is already using the key %s with modifiers %x as a binding
nds: Een anner Programm bruukt al de Slötel »%s« mit Ännerern %x as een Anbinnen

source: There was an error running <tt>%s</tt>: %s
nds: Fehler bi’m Utföhren vun <tt>%s</tt>: %s

source: No command %d has been defined.
nds: Keen Oorder %d is defineert worden.

source: No terminal command has been defined.
nds: Keene Oorderrieg-Oorder is defineert worden.

source: <tt>Rename Workspace</tt>
nds: <tt>Schrievdisk umbenömen</tt>

source: New Workspace Name:
nds: Naam vun de neje Schrievdisk:

source: OK
nds: Jau

source: Cancel
nds: Avbreken

source: Disable connection to session manager
nds: Deaktiveert de Verbinnen to'm Törnoppasser

source: Replace the running window manager with Marco
nds: De lopend Fensterverwalten tegen Marco utwesseln

source: Specify session management ID
nds: Törnoppassens ID ingeven

source: X Display to use
nds: X Billschirm bruken

source: Initialize session from savefile
nds: Törn ut sekert Datei inrichten

source: Print version
nds: Druckversioon

source: Make X calls synchronous
nds: X-Upropens gliektiedig maken

source: Turn compositing on
nds: Tosamensetten anknipsen

source: Turn compositing off
nds: Tosamensetten utknipsen

source: Don't make fullscreen windows that are maximized and have no decorations
nds: Keene Fullbill-Fensters maken, wat grot un nich dekoreert sünd

source: Have all keybindings disabled on startup
nds: All Handigtasten bi’m Starten utknipsen

source: Failed to scan themes directory: %s
nds: Kunn dat Themen-Verteeknis nich unnersöken: %s

source: Could not find a theme! Be sure %s exists and contains the usual themes.
nds: Kunn keen Thema finnen! Wees wiss, dat dat %s gifft un dat de normaalen Themen enthollt.

source: Failed to restart: %s
nds: Kunn nich neei starten: %s

source: %d stored in GSettings key %s is out of range %d to %d
nds: %d, sekert im GSettings-Slötel %s, is buten de Spann vun %d bit %d

source: Workarounds for broken applications disabled. Some applications may not behave properly.
nds: Ofhelpens för kaputte Anwennens utknipst. Eenige Anwennens warken villicht nich as se sallen.

source: Could not parse font description "%s" from GSettings key %s
nds: Kunn de Schriftaard-Beschrieven »%s« vum GSettings-Slötel %s nich lesen

source: "%s" found in configuration database is not a valid value for mouse button modifier
nds: »%s« in de Inrichtens-Datenbank is keen gültiger Weert för eenen Muustast-Ännerer

source: "%s" found in configuration database is not a valid value for keybinding "%s"
nds: »%s« in de Inrichtens-Datenbank is keen gültiger Weert för Handigtast »%s«

source: Workspace %d
nds: Schrievdisk %d

source: Screen %d on display '%s' is invalid
nds: Billschirm %d up Billschirm »%s« is ungültig

source: Screen %d on display "%s" already has a window manager; try using the --replace option to replace the current window manager.
nds: Billschirm %d up Billschirm »%s« hett al eene Fensterverwalten. Versöök, de Instellen --replace to bruken, um de stedenwies Fensterverwalten uttowesseln.

source: Could not acquire window manager selection on screen %d display "%s"
nds: Kunn de Fensterverwalten-Utköör up Billschirm %d up Billschirm »%s« nich nehmen

source: Screen %d on display "%s" already has a window manager
nds: Billschirm %d up Billschirm »%s« hett al eene Fensterverwalten

source: Could not release screen %d on display "%s"
nds: Kunn Billschirm %d up Billschirm »%s« nich freeigeven

source: Could not create directory '%s': %s
nds: Kunn Verteeknis »%s« nich maken: %s

source: Could not open session file '%s' for writing: %s
nds: Kunn Törn-Datei »%s« nich tum Schrieven opmaken: %s

source: Error writing session file '%s': %s
nds: Fehler bi’m Schrieven vun Törn-Datei »%s«: %s

source: Error closing session file '%s': %s
nds: Fehler bi’m Sluten vun Törn-Datei »%s«: %s

source: Failed to parse saved session file: %s
nds: Kunn sekert Törn-Datei nich lesen: %s

source: <marco_session> attribute seen but we already have the session ID
nds: <marco_session>-Eegenskupp sehn, man wi hebben al de Törn-ID

source: Unknown attribute %s on <%s> element
nds: Unbekannte Eegenskupp %s im <%s>-Element

source: nested <window> tag
nds: binnerer <window>-Knütt

source: Unknown element %s
nds: Unbekanntes Element %s

source: These windows do not support &quot;save current setup&quot; and will have to be restarted manually next time you log in.
nds: Deese Fensters unnerstütten &quot;stedenwies Inrichten sekern&quot; nich un mutten vun Hand neei start worden, wenn du di dat anner Maal anmellst.

source: Failed to open debug log: %s
nds: Kunn dat Fehlersöök-Protokoll nich opmaken: %s

source: Failed to fdopen() log file %s: %s
nds: Kunn de Protokolldatei %s nich fdopen()-en: %s

source: Opened log file %s
nds: Protokolldatei %s opmaakt

source: Marco was compiled without support for verbose mode
nds: Marco is sünner Unnerstütten för snacksk Modus kompileert worden

source: Window manager:
nds: Finsteroppasser:

source: Bug in window manager:
nds: Fehler im Fensterverwalten:

source: Window manager warning:
nds: Fensterverwalten-Wahrschau:

source: Window manager error:
nds: Fensterverwalten-Fehler:

source: Window %s sets SM_CLIENT_ID on itself, instead of on the WM_CLIENT_LEADER window as specified in the ICCCM.
nds: Fenster %s sett SM_CLIENT_ID up sik sülvst un nich up de WM_CLIENT_LEADER-Fenster as in de ICCCM angeven.

source: Window %s sets an MWM hint indicating it isn't resizable, but sets min size %d x %d and max size %d x %d; this doesn't make much sense.
nds: Fenster %s sett eenen MWM-Wenk, wat angifft, dat siene Grött nich ännert worden kann, aver ’t sett Minimum-Grött %d × %d un Maximum-Grött %d × %d; dat is nich bannig sinnvoll.

source: Application set a bogus _NET_WM_PID %lu
nds: Anwennen sett een unsinnig _NET_WM_PID %lu

source: %s (on %s)
nds: %s (up %s)

source: %s (as superuser)
nds: %s (as Superbruker)

source: %s (as another user)
nds: %s (as anner Bruker)

source: Invalid WM_TRANSIENT_FOR window 0x%lx specified for %s.
nds: Ungültiges WM_TRANSIENT_FOR-Fenster 0x%lx angeven för %s.

source: Window 0x%lx has property %s that was expected to have type %s format %d and actually has type %s format %d n_items %d. This is most likely an application bug, not a window manager bug. The window has title="%s" class="%s" name="%s"
nds: Fenster 0x%lx hett Eegenskupp %s, wat in de Aard %s un Formaat %d verwacht worden is, man de Aard %s Formaat %d n_items %d hett. Dat is temelk wiss een Fehler in deeser Anwennen, un keen Fehler im Fensterverwalten. Dat Fenster hett Title=»%s« Klass=»%s« Naam=»%s«

source: Property %s on window 0x%lx contained invalid UTF-8
nds: Eegenskupp %s för Fenster 0x%lx enthollt ungültiges UTF-8

source: Property %s on window 0x%lx contained invalid UTF-8 for item %d in the list
nds: Eegenskupp %s för Fenster 0x%lx enthollt ungültiges UTF-8 för Ding %d in de List

source: Usage: %s
nds: Bruuk: %s

source: Close Window
nds: Finster sluten

source: Window Menu
nds: Finstermenü

source: Window App Menu
nds: Fenster-Anwennens-Menü

source: Minimize Window
nds: Finster lütter maken

source: Maximize Window
nds: Finster gröter maken

source: Restore Window
nds: Finster wedderherstellen

source: Roll Up Window
nds: Fenster uprullen

source: Unroll Window
nds: Fenster weer utrullen

source: Keep Window On Top
nds: Fenster boven behollen

source: Remove Window From Top
nds: Fenster nich mehr boven hollen

source: Always On Visible Workspace
nds: Alltied up de sichtbaar Schrievdisk

source: Put Window On Only One Workspace
nds: Fenster blots up eenen Schrievdisk setten

source: Mi_nimize
nds: _Lütter maken

source: Ma_ximize
nds: _Gröter maken

source: Unma_ximize
nds: _Noormaal maken

source: Roll _Up
nds: Up_rullen

source: _Unroll
nds: _Utrullen

source: _Move
nds: _Verschuven

source: _Resize
nds: Gröte _ännern

source: Move Titlebar On_screen
nds: _Fensterleist up Billschirm verschuven

source: Always on _Top
nds: Alltied _boven

source: _Always on Visible Workspace
nds: Alltied up de _sichtbaar Schrievdisk

source: _Only on This Workspace
nds: Blots up _deesem Schrievdisk

source: Move to Workspace _Left
nds: Up de Schrievdisk l_inks verschuven

source: Move to Workspace R_ight
nds: Up de Schrievdisk r_echts verschuven

source: Move to Workspace _Up
nds: Up de Schrievdisk b_oven verschuven

source: Move to Workspace _Down
nds: Up de Schrievdis_k unnern verschuven

source: _Close
nds: Di_chtmaken

source: Workspace %d%n
nds: Schrievdisk %d%n

source: Workspace 1_0
nds: Schrievdisk 1_0

source: Workspace %s%d
nds: Schrievdisk %s%d

source: Move to Another _Workspace
nds: Up een _anner Schrievdisk verschuven

source: Shift
nds: Umschalt

source: Ctrl
nds: Strg

source: top
nds: boven

source: bottom
nds: unnern

source: left
nds: links

source: right
nds: rechts

source: frame geometry does not specify "%s" dimension
nds: Rahmen-Geometrie gifft de Grött »%s« nich an

source: frame geometry does not specify dimension "%s" for border "%s"
nds: Rahmen-Geometrie gifft de Grött »%s« för Rand »%s« nich an

source: Button aspect ratio %g is not reasonable
nds: Knoop-Billgrötenverhältnis %g is unsinnig
