Repository: mate-desktop/marco
Catalog: po/*.po
Languages: nds

source: Desktop
nds: Schrievdisk

source: Show the panel's &quot;Run Application&quot; dialog box
nds: Dat &quot;Anwennen utföhren&quot;-Menü-Fenster vum Balken wiesen

source: Show the panel's main menu
nds: Balkenhööftmenü opwiesen

source: Take a screenshot
nds: Billschirmbill scheten

source: Take a screenshot of a window
nds: Billschirmbill vun ee'm Finster scheten

source: Run a terminal
nds: Orderreeg lööpen laten

source: Rename current workspace
nds: Stedenwies Schrievdisk umbenöhmen

source: Window Management
nds: Finsteroppassen

source: Move between windows, using a popup window
nds: Tüsken Fensters mit eenem Vörkumm-Fenster wesseln

source: Move between windows of an application, using a popup window
nds: Tüsken Fensters vun eener Anwennen mit eenem Vörkumm-Fenster wesseln

source: Move between panels and the desktop, using a popup window
nds: Tüsken Fensters un de Schrievdisk mit eenem Vörkumm-Fenster wesseln

source: Move between windows immediately
nds: Stracks tüsken Fensters wesseln

source: Move between windows of an application immediately
nds: Stracks tüsken Fensters vun eener Anwennen mit eenem Vörkumm-Fenster wesseln

source: Move between panels and the desktop immediately
nds: Stracks tüsken Fensters un de Schrievdisk mit eenem Vörkumm-Fenster wesseln

source: Hide all normal windows and set focus to the desktop
nds: All normaale Fensters verbargen un de Schrievdisk fokusseren

source: Switch to workspace 1
nds: Nah Schrievdisk 1 wesseln

source: Switch to workspace 2
nds: Nah Schrievdisk 2 wesseln

source: Switch to workspace 3
nds: Nah Schrievdisk 3 wesseln

source: Switch to workspace 4
nds: Nah Schrievdisk 4 wesseln

source: Switch to workspace 5
nds: Nah Schrievdisk 5 wesseln

source: Switch to workspace 6
nds: Nah Schrievdisk 6 wesseln

source: Switch to workspace 7
nds: Nah Schrievdisk 7 wesseln

source: Switch to workspace 8
nds: Nah Schrievdisk 8 wesseln

source: Switch to workspace 9
nds: Nah Schrievdisk 9 wesseln

source: Switch to workspace 10
nds: Nah Schrievdisk 10 wesseln

source: Switch to workspace 11
nds: Nah Schrievdisk 11 wesseln

source: Switch to workspace 12
nds: Nah Schrievdisk 12 wesseln

source: Switch to workspace on the left of the current workspace
nds: To de Schrievdisk links vun de stedenwies Schrievdisk wesseln

source: Switch to workspace on the right of the current workspace
nds: To de Schrievdisk rechts vun de stedenwies Schrievdisk wesseln

source: Switch to workspace above the current workspace
nds: To de Schrievdisk boven de stedenwies Schrievdisk wesseln

source: Switch to workspace below the current workspace
nds: To de Schrievdisk unner de stedenwies Schrievdisk wesseln

source: Switch to previously selected workspace
nds: To de vörig utköört Schrievdisk wesseln

source: Activate the window menu
nds: Fenstermenü anknipsen

source: Toggle fullscreen mode
nds: Fullbill umschalten

source: Toggle maximization state
nds: Grot-Tostand umschalten

source: Maximize window
nds: Finster gröter maken

source: Restore window
nds: Finster wedderherstellen

source: Toggle shaded state
nds: Scharrig-Tostand umschalten

source: Close window
nds: Fenster dichtmaken

source: Minimize window
nds: Fenster lütter maken

source: Move window
nds: Fenster verschuven

source: Resize window
nds: Fenstergrött ännern

source: Toggle whether window is on all workspaces or just one
nds: Umschalten, of dat Fenster up all Schrievdisken is of blots up eenem

source: Raise window if it's covered by another window, otherwise lower it
nds: Da Fenster na boven halen, wenn ’t unner een anner Fenster is; ’t ansünsten na unnern schuven

source: Raise window above other windows
nds: Fenster över anner Fenster halen

source: Lower window below other windows
nds: Fenster unner anner Fensters schuven

source: Maximize window vertically
nds: Fenster vertikaal gröter maken

source: Maximize window horizontally
nds: Fenster horizontaal gröter maken

source: Tile window to east (right) side of screen
nds: Fenster up de oostelk (rechte) Sied vum Billschirm floren

source: Tile window to west (left) side of screen
nds: Fenster up de westelk (linke) Sied vum Billschirm floren

source: Tile window to north-west (top left) corner
nds: Fenster up de noordwestelk (bovern linke) Eck vum Billschirm floren

source: Tile window to north-east (top right) corner
nds: Fenster up de noordoostelk (bovern rechte) Eck vum Billschirm floren

source: Tile window to south-west (bottom left) corner
nds: Fenster up de südwestelk (unnern linke) Eck vum Billschirm floren

source: Tile window to south-east (bottom right) corner
nds: Fenster up de südoostelk (unnern rechte) Eck vum Billschirm floren

source: Move window to north-west (top left) corner
nds: Fenster to de noordwestelk (bovern linke) Eck vum Billschirm verschuven

source: Move window to north-east (top right) corner
nds: Fenster to de noordoostelk (bovern rechte) Eck vum Billschirm verschuven

source: Move window to south-west (bottom left) corner
nds: Fenster to de südwestelk (unnern linke) Eck vum Billschirm verschuven

source: Move window to south-east (bottom right) corner
nds: Fenster to de südoostelk (unnern rechte) Eck vum Billschirm verschuven

source: Move window to north (top) side of screen
nds: Fenster to de noordelk (bovern) Sied vum Billschirm verschuven

source: Move window to south (bottom) side of screen
nds: Fenster to de südelk (unnern) Sied vum Billschirm verschuven

source: Move window to east (right) side of screen
nds: Fenster to de oostelk (rechte) Sied vum Billschirm verschuven

source: Move window to west (left) side of screen
nds: Fenster to de westelk (unnern) Sied vum Billschirm verschuven

source: Move window to center of screen
nds: Fenster to de Midde vum Billschirm verschuven

source: Move window to north (top) monitor
nds: Fenster up de noordelk (bovern) Billschirm verschuven

source: Move window to south (bottom) monitor
nds: Fenster up de südelk (unnern) Billschirm verschuven

source: Move window to east (right) monitor
nds: Fenster up de oostelk (rechte) Billschirm verschuven

source: Move window to west (left) monitor
nds: Fenster up de westelk (linke) Billschirm verschuven

source: Move window to workspace 1
nds: Finster nah Schrievdisk 1 verschuven

source: Move window to workspace 2
nds: Finster nah Schrievdisk 2 verschuven

source: Move window to workspace 3
nds: Finster nah Schrievdisk 3 verschuven

source: Move window to workspace 4
nds: Finster nah Schrievdisk 4 verschuven

source: Move window to workspace 5
nds: Finster nah Schrievdisk 5 verschuven

source: Move window to workspace 6
nds: Finster nah Schrievdisk 6 verschuven

source: Move window to workspace 7
nds: Finster nah Schrievdisk 7 verschuven

source: Move window to workspace 8
nds: Finster nah Schrievdisk 8 verschuven

source: Move window to workspace 9
nds: Finster nah Schrievdisk 9 verschuven

source: Move window to workspace 10
nds: Finster nah Schrievdisk 10 verschuven

source: Move window to workspace 11
nds: Finster nah Schrievdisk 11 verschuven

source: Move window to workspace 12
nds: Finster nah Schrievdisk 12 verschuven

source: Move window one workspace to the left
nds: Fenster een Schrievdisk na links verschuven

source: Move window one workspace to the right
nds: Fenster een Schrievdisk na rechts verschuven

source: Move window one workspace up
nds: Fenster een Schrievdisk na boven verschuven

source: Move window one workspace down
nds: Fenster een Schrievdisk na unnern verschuven

source: Modifier to use for modified window click actions
nds: Ännerer, wat för ännert Fensterklick-Aktioonen bruukt worden sall

source: Clicking a window while holding down this modifier key will move the window (left click), resize the window (middle click), or show the window menu (right click). The middle and right click operations may be swapped using the "resize_with_right_button" key. Modifier is expressed as "<Alt>" or "<Super>" for example.
nds: Wenn een Fenster anklickt word, as deese Ännerer-Tast hollen word, verschuuvt dat Fenster (Linksklick), ännert siene Grött (Middelklick) of wiest dat Fenstermenü (Rechtsklick). De Middel- un Rechtsklick-Aktioonen könen mit de Slötel »resize_with_right_button« tegenanner utwesselt worden. Ännerer word to’n Bispööl as »<Alt>« of »<Super>« angeven.

source: Whether to resize with the right button
nds: Of de Grött mit de rechte Muustast ännert word

source: Set this to true to resize with the right button and show a menu with the middle button while holding down the key given in "mouse_button_modifier"; set it to false to make it work the opposite way around.
nds: Sett dat up jau, um mit de rechte Muustast de Grött to ännern un mit de Middeltast een Menü to wiesen, wenn de Tast, wat in »mouse_button_modifier« geven is, drückt hollt word; sett dat up nee, daarmit dat annersrum warkt.

source: Whether to display preselected tab window border
nds: Of Fensterrand för vör-utköört Registerkaart wiest word

source: Set this to false to disable border of preselected window while performing tab switching.
nds: Sett dat up nee, daarmit dat vör-utköört Fenster bi’m Registerkaarten-Wesseln sünner Rand wiest word

source: Arrangement of buttons on the titlebar
nds: Knoop-Örder in de Titelleist

source: Arrangement of buttons on the titlebar. The value should be a string, such as "menu:minimize,maximize,spacer,close"; the colon separates the left corner of the window from the right corner, and the button names are comma-separated. Duplicate buttons are not allowed. Unknown button names are silently ignored so that buttons can be added in future marco versions without breaking older versions. A special spacer tag can be used to insert some space between two adjacent buttons.
nds: Anörnen vun Knopen up de Titelleist. De Weert sall een Text wesen, to’n Bispööl »menu:minimize,maximize,spacer,close«; de Dübbelpunkt trennt de linke un rechte Eck vum Fenster, un de Namen vun Knopen worden mit Kommas trennt. Knopen düren nich dübbelt vörkomen. Unbekannte Knoopnamen worden sünner wat to seggen minnacht, daarmit in tokünftig Versioonen vun Marco neje Knopen hentoföögt worden könen, sünner oller Versioonen kaputt to maken. Een besünneres Rüümte-Teken kann bruukt worden, um wat Rüümte tüsken twee Knopen tegenanner intofögen.

source: Window focus mode
nds: Fenster-Fokus-Modus

source: The window focus mode indicates how windows are activated. It has three possible values; "click" means windows must be clicked in order to focus them, "sloppy" means windows are focused when the mouse enters the window, and "mouse" means windows are focused when the mouse enters the window and unfocused when the mouse leaves the window.
nds: De Fenster-Fokus-Modus leggt fast, wo Fensters anknipst worden. Dat hett dree mögelke Weerten; »click« heet, dat Fensters anklickt worden mutten, daarmit se de Fokus kriegen; »sloppy« heet, dat Fensters de Fokus kriegen, wenn de Muus över se wiest; un »mouse« heet, dat Fensters de Fokus kriegen, wenn de Muus över se wiest, un de Fokus weer verlesen, wenn de Muus dat Fenster verlett.

source: Control how new windows get focus
nds: Stüür, wo neje Fenster de Fokus kriegen

source: This option provides additional control over how newly created windows get focus. It has two possible values; "smart" applies the user's normal focus mode, and "strict" results in windows started from a terminal not being given focus.
nds: Deese Instellen gifft mehr Stüür daaröver, wo neei maakt Fensters de Fokus kriegen. Dat hett twee mögelke Weerten; »smart« bruukt de normaale Fokus-Modus vum Bruker, un »strict« maakt, dat Fensters, wat över eene Oorderrieg opmaakt worden, keenen Fokus kriegen.

source: Whether raising should be a side-effect of other user interactions
nds: Of Anheven een Siedeneffekt vun anner Bruker-Aktioonen wesen sall

source: Setting this option to false can lead to buggy behavior, so users are strongly discouraged from changing it from the default of true. Many actions (e.g. clicking in the client area, moving or resizing the window) normally raise the window as a side-effect. Setting this option to false, which is strongly discouraged, will decouple raising from other user actions, and ignore raise requests generated by applications. See http://bugzilla.gnome.org/show_bug.cgi?id=445447#c6. Even when this option is false, windows can still be raised by an alt-left-click anywhere on the window, a normal click on the window decorations, or by special messages from pagers, such as activation requests from tasklist applets. This option is currently disabled in click-to-focus mode. Note that the list of ways to raise windows when raise_on_click is false does not include programmatic requests from applications to raise windows; such requests will be ignored regardless of the reason for the request. If you are an application developer and have a user complaining that your application does not work with this setting disabled, tell them it is _their_ fault for breaking their window manager and that they need to change this option back to true or live with the "bug" they requested.
nds: Deese Instellen up nee to setten kann to Fehlern föhren, also word daar gehörig vun ofraden, dat vun de Normaalweert jau to ännern. Mennig Aktioonen (to’n Bispööl in ’t Fenster klicken of dat Fenster verschuven of siene Grött ännern) heven dat Fenster normaal as een Siedeneffekt an. Wenn deese Instellen up nee sett word, vun wat gehörig ofraden word, lösst dat Anheven vun anner Bruker-Aktioonen löss, un minnacht Anhevens-Anfragen, wat vun Anwennens schickt worden. Bekiek http://bugzilla.gnome.org/show_bug.cgi?id=445447#c6. Sülvst wenn deese Instellen nee is, könen Fensters doch mit eenem Alt-Linksklick elkeenwaar im Fenster anheven worden, of mit eenem normaalen Klick up de Fensterrann, of över besünnere Narichtens, to’n Bispööl Anknips-Anfragen vun Fensterwesslern. Deese Instellen word im Tum-Fokusseren-Klicken-Modus stedenwies utknipst. Wees wiss, dat de List vun Aarden, um Fensters antoheven, wenn »raise_on_click« nee is, keene programmeerten Anfragen vun Anwennens, Fensters antoheven, enthollt; sülke Anfragen worden minnacht, wat ok de Grund för de Anfraag wesen mag. Wenn du een Anwennen-Entwickler büst un een Bruker sik beklaagt, dat dien Programm nich warkt, wenn deese Instellen utknipst is, segg hüm, dat dat _siene_ Schuld is, um dat, dat he sienen Fensterverwalten kaputt maakt hett un he deese Instellen weer up jau setten mutt of mit de »Fehler«, um wat he anfraggt hett, leven mutt.

source: Action on title bar double-click
nds: Aktioon bi’m Dübbelklick up de Titelleist

source: This option determines the effects of double-clicking on the title bar. Current valid options are 'toggle_shade', which will shade/unshade the window, 'toggle_maximize' which will maximize/unmaximize the window, 'toggle_maximize_horizontally' and 'toggle_maximize_vertically' which will maximize/unmaximize the window in that direction only, 'minimize' which will minimize the window, 'shade' which will roll the window up, 'menu' which will display the window menu, 'lower' which will put the window behind all the others, and 'none' which will not do anything.
nds: Deese Instellen leggt fast, wat bi eenem Dübbelklick up de Titelleist passert. Stedenwies gültige Weerten sünd »toggle_shade«, wat de Fenster-Scharr an- of utknipst; »toggle_maximize«, wat dat Fenster grot of weer lütt maakt; »toggle_maximize_horizontally« un »toggle_maximize_vertically«, wat dat Fenster blots in deeser Richtung grot of weer lütt maakt; »minimize«, wat dat Fens ter lütt maakt; »shade«, wat dat Fenster inrollt; »menu«, wat dat Fenstermenü wiest; »lower«, wat dat Fenster achter all anner sett; un »none«, wat nix doot.

source: Action on title bar middle-click
nds: Aktioon bi’m Middelklick up de Titelleist

source: This option determines the effects of middle-clicking on the title bar. Current valid options are 'toggle_shade', which will shade/unshade the window, 'toggle_maximize' which will maximize/unmaximize the window, 'toggle_maximize_horizontally' and 'toggle_maximize_vertically' which will maximize/unmaximize the window in that direction only, 'minimize' which will minimize the window, 'shade' which will roll the window up, 'menu' which will display the window menu, 'lower' which will put the window behind all the others, and 'none' which will not do anything.
nds: Deese Instellen leggt fast, wat bi eenem Middelklick up de Titelleist passert. Stedenwies gültige Weerten sünd »toggle_shade«, wat de Fenster-Scharr an- of utknipst; »toggle_maximize«, wat dat Fenster grot of weer lütt maakt; »toggle_maximize_horizontally« un »toggle_maximize_vertically«, wat dat Fenster blots in deeser Richtung grot of weer lütt maakt; »minimize«, wat dat Fens ter lütt maakt; »shade«, wat dat Fenster inrollt; »menu«, wat dat Fenstermenü wiest; »lower«, wat dat Fenster achter all anner sett; un »none«, wat nix doot.

source: Action on title bar right-click
nds: Aktioon bi’m Rechtsklick up de Titelleist

source: This option determines the effects of right-clicking on the title bar. Current valid options are 'toggle_shade', which will shade/unshade the window, 'toggle_maximize' which will maximize/unmaximize the window, 'toggle_maximize_horizontally' and 'toggle_maximize_vertically' which will maximize/unmaximize the window in that direction only, 'minimize' which will minimize the window, 'shade' which will roll the window up, 'menu' which will display the window menu, 'lower' which will put the window behind all the others, and 'none' which will not do anything.
nds: Deese Instellen leggt fast, wat bi eenem Rechtsklick up de Titelleist passert. Stedenwies gültige Weerten sünd »toggle_shade«, wat de Fenster-Scharr an- of utknipst; »toggle_maximize«, wat dat Fenster grot of weer lütt maakt; »toggle_maximize_horizontally« un »toggle_maximize_vertically«, wat dat Fenster blots in deeser Richtung grot of weer lütt maakt; »minimize«, wat dat Fens ter lütt maakt; »shade«, wat dat Fenster inrollt; »menu«, wat dat Fenstermenü wiest; »lower«, wat dat Fenster achter all anner sett; un »none«, wat nix doot.

source: Automatically raises the focused window
nds: Dat fokusseert Fenster automatisk anheven

source: If set to true, and the focus mode is either "sloppy" or "mouse" then the focused window will be automatically raised after a delay specified by the auto_raise_delay key. This is not related to clicking on a window to raise it, nor to entering a window during drag-and-drop.
nds: Wenn up jau sett un de Fokus-Modus »sloppy« of »mouse« os, dann word dat fokusseert Fenster automatisk anhoven na eenem Vertreck, wat vun de Slötel »auto_raise_delay« angeven word. Dat hett nix daarmit to doon, een Fenster antoklicken, um ’t antoheven, un ok nich mit de Betreden vun eenem Fenster bi’m Trecken un lösslaten.

source: Delay in milliseconds for the auto raise option
nds: Vertreck in Millisekünnen för dat automatisk Anheven

source: The time delay before raising a window if auto_raise is set to true. The delay is given in thousandths of a second.
nds: De Tiedvertreck, ehr een Fenster anhoven word, wenn »auto_raise« anknipst is. De Vertreck word in Dusendsteln vun eener Sekünn angeven.

source: Current theme
nds: Aktuelles Thema

source: The theme determines the appearance of window borders, titlebar, and so forth.
nds: Dat Thema leggt dat Utsehn vun Fensterrannen, Titelleist un so wieder fast.

source: Use standard system font in window titles
nds: Normaale Systeemschriftaard in Fenstertiteln bruken

source: If true, ignore the titlebar_font option, and use the standard application font for window titles.
nds: Wenn jau, minnacht de Instellen »titlebar_font« un bruuk de normaale Anwennens-Schriftaard för Fenstertitel.

source: Window title font
nds: Fenstertitel-Schriftaard

source: A font description string describing a font for window titlebars. The size from the description will only be used if the titlebar_font_size option is set to 0. Also, this option is disabled if the titlebar_uses_desktop_font option is set to true.
nds: Een Schriftaard-Beschrievens-Text, wat de Schriftaard för Fenster-Titelleisten beschrifft. De Grött vun de Beschrieven word blots dann bruukt, wenn de Instellen »titlebar_font_size« up 0 sett is. Deese Instellen is utknipst, wenn de Instellen »titlebar_uses_desktop_font« up jau sett is.

source: Number of workspaces
nds: Schrievdiskantaal

source: Number of workspaces. Must be more than zero, and has a fixed maximum to prevent making the desktop unusable by accidentally asking for too many workspaces.
nds: Tahl vun Schrievdisken. Mutt mehr as null wesen, un hett een fixes Maximum, daarmit de Reekner nich ut Versehn nich mehr to bruken is, nadeem um to völe Schrievdisken anfraggt word.

source: Workspace wrap style
nds: Schrievdisk-Umpackens-Stil

source: The wrap style is used to determine how to switch from one workspace to another at the border of the workspace switcher. When set to "no wrap", nothing will happen if you try to switch to a workspace past the border of the workspace switcher. If set to "classic", the old marco behavior is used: the end of one row leads to the beginning of the next and the end of a column leads to the beginning of the next. If set to "toroidal", workspaces are connected like a doughnut: the end of each row leads to its own beginning and the end of each column leads to its own beginning.
nds: De Umpackens-Stil word bruukt, um fasttoleggen, wo bi’m Rann vum Schrievdisk-Wessler vun eenem Schrievdisk to eenem anner wesselt word. Wenn up »no wrap« sett, passeert nix, wenn du versöchst, to eenem Schrievdisk achter de Grenz vum Schrievdisk-Wessler to wesseln. Wenn up »classic« sett, word dat olle Verhollen vun Marco bruukt: Dat Enn vun eener Rieg föhrt to de Anfang vun de anner Rieg un de Enn vun eener Striep to de Anfang vun de anner. Wenn up »toroidal« sett, sünd Schrievdisk as so’n Donut verbunnen: Dat Enn vun elkeen Rieg föhrt to hör eegen Anfang un dat Enn vun elkeen Striep föhrt to hör eegen Anfang.

source: Enable Visual Bell
nds: Sichtbaare Glocke anknipsen

source: Turns on a visual indication when an application or the system issues a 'bell' or 'beep'; useful for the hard-of-hearing and for use in noisy environments.
nds: Knipst eenen sichtbaaren Wenk an, wenn een Anwennen of dat Systeem eene »Glocke« of een »Piepen« ofgifft; nüttelk för Lüü, well nich so good hören, of in luuden Umgevens.

source: System Bell is Audible
nds: Systeemglocke is höörbaar

source: Determines whether applications or the system can generate audible 'beeps'; may be used in conjunction with 'visual bell' to allow silent 'beeps'.
nds: Leggt fast, of Anwennens of dat Systeem höörbaare »Piepens« ofgeven könen; kann tosamen mit de »Sichtbaare Glocke« bruukt worden, um stille »Piepens« to verlöven.

source: Visual Bell Type
nds: Aard vun Sichtbaarer Glocke

source: Tells Marco how to implement the visual indication that the system bell or another application 'bell' indicator has been rung. Currently there are two valid values, "fullscreen", which causes a fullscreen white-black flash, and "frame_flash" which causes the titlebar of the application which sent the bell signal to flash. If the application which sent the bell is unknown (as is usually the case for the default "system beep"), the currently focused window's titlebar is flashed.
nds: Seggt Marco, wo de sichtbaare Wenk wiest worden sall, wenn de Glocke vum Systeem of eenem anner Anwennen lüddt worden is. Dat gifft jüüst twee gültige Weerten; »fullscreen«, wat de hele Billschirm witt un swart blitzen lett; un »frame_flash«, wat de Titelleist vun de Anwennen, wat de Glocke lüddt hett, blitzen lett. Wenn nich bekannt is, welke Anwennen de Glocke schickt hett (wat ok bi eener normaale Systeem-Glocke tomeest de Fall is), blitzt de Titelleist vun de stedenwies fokusseert Fenster.
