Repository: mate-desktop/marco
Catalog: po/*.po
Languages: nds

source: Frame geometry does not specify size of buttons
nds: Rahmen-Geometrie gifft de Grött vun Knopen nich an

source: Gradients should have at least two colors
nds: Verlööpen sallen tominnst twee Farven hebben

source: GTK custom color specification must have color name and fallback in parentheses, e.g. gtk:custom(foo,bar); could not parse "%s"
nds: GTK-Eegene-Farv-Angaav mutt Farvnaam un Torüggfallweert in Klammern hebben, to’n Bispööl »gtk:custom(foo,bar)«; kunn »%s« nich lesen

source: Invalid character '%c' in color_name parameter of gtk:custom, only A-Za-z0-9-_ are valid
nds: Ungültiger Bookstaav »%c« in Argument »color_name« vun »gtk:custom«; blots »A-Za-z0-9-_« sünd gültig

source: Gtk:custom format is "gtk:custom(color_name,fallback)", "%s" does not fit the format
nds: »Gtk:custom«-Formaat is »gtk:custom(color_name,fallback)«; »%s« passt nich up dat Formaat

source: GTK color specification must have the state in brackets, e.g. gtk:fg[NORMAL] where NORMAL is the state; could not parse "%s"
nds: GTK-Farv-Angaav mutt de Tostand in eckigen Klammers hebben, to’n Bispööl »gtk:fg[NORMAL]«, waar NORMAL de Tostand is; kunn »%s« nich lesen

source: GTK color specification must have a close bracket after the state, e.g. gtk:fg[NORMAL] where NORMAL is the state; could not parse "%s"
nds: GTK-Farv-Angaav mutt eene sluten eckig Klammer na de Tostand hebben, to’n Bispööl »gtk:fg[NORMAL]«, waar NORMAL de Tostand is; kunn »%s« nich lesen

source: Did not understand state "%s" in color specification
nds: Kunn Tostand »%s« in Klöör-Angaav nich verstahn

source: Did not understand color component "%s" in color specification
nds: Kunn Klöör-Deel »%s« in Klöör-Angaav nich verstahn

source: Blend format is "blend/bg_color/fg_color/alpha", "%s" does not fit the format
nds: Miskens-Formaat is »Misken/Achtergrundklöör/Alpha«, »%s« passt nich up dat Formaat

source: Could not parse alpha value "%s" in blended color
nds: Kunn Alpha-Weert »%s« in misket Klöör nich lesen

source: Alpha value "%s" in blended color is not between 0.0 and 1.0
nds: Alpha-Weert »%s« in misket Farv is nich tüsken 0.0 un 1.0

source: Shade format is "shade/base_color/factor", "%s" does not fit the format
nds: Scharr-Formaat is »Scharr/Grundklöör/Faktor«, »%s« passt nich up dat Formaat

source: Could not parse shade factor "%s" in shaded color
nds: Kunn Scharr-Faktor »%s« in scharrig Klöör nich lesen

source: Shade factor "%s" in shaded color is negative
nds: Scharr-Faktor »%s« in scharrig Klöör is negativ

source: Could not parse color "%s"
nds: Kunn Klöör »%s« nich lesen

source: Coordinate expression contains character '%s' which is not allowed
nds: Stee-Utdruck enthollt Bookstaav »%s« wat nich verlöövt is

source: Coordinate expression contains floating point number '%s' which could not be parsed
nds: Stee-Utdruck enthollt Kommatahl »%s« wat nich lesen worden kunn

source: Coordinate expression contains integer '%s' which could not be parsed
nds: Stee-Utdruck enthollt Ganztahl »%s« wat nich lesen worden kunn

source: Coordinate expression contained unknown operator at the start of this text: "%s"
nds: Stee-Utdruck enthollt unbekannten Operator an de Anfang vun deesem Text: »%s«

source: Coordinate expression was empty or not understood
nds: Stee-Utdruck is leeg of word nich verstahn

source: Coordinate expression results in division by zero
nds: Stee-Utdruck deelt dör null

source: Coordinate expression tries to use mod operator on a floating-point number
nds: Stee-Utdruck versöcht, de mod-Operator mit eener Kommatahl to bruken

source: Coordinate expression has an operator "%s" where an operand was expected
nds: Stee-Utdruck hett eenen Operator »%s«, waar een Operand verwacht worden is

source: Coordinate expression had an operand where an operator was expected
nds: Stee-Utdruck hett eenen Operanden, waar een Operator verwacht worden is

source: Coordinate expression ended with an operator instead of an operand
nds: Stee-Utdruck ennt mit eenem Operator in Stee vun eenem Operanden

source: Coordinate expression has operator "%c" following operator "%c" with no operand in between
nds: Stee-Utdruck hett Operator »%c« stracks na Operator »%c« sünner eenen Operand daartüsken

source: Coordinate expression had unknown variable or constant "%s"
nds: Stee-Utdruck hett unbekannte Variaabel of Konstante »%s«

source: Coordinate expression parser overflowed its buffer.
nds: Stee-Utdruck-Leser is över sienen Puffer lopen.

source: Coordinate expression had a close parenthesis with no open parenthesis
nds: Stee-Utdruck hett eene sluten Klammer sünner open Klammer

source: Coordinate expression had an open parenthesis with no close parenthesis
nds: Stee-Utdruck hett eene open Klammer sünner sluten Klammer

source: Coordinate expression doesn't seem to have any operators or operands
nds: Stee-Utdruck hett keene Operatoren of Operanden

source: Theme contained an expression that resulted in an error: %s
nds: Thema enthollt eenen Utdruck, wat to eenem Fehler föhrt hett: %s

source: <button function="%s" state="%s" draw_ops="whatever"/> must be specified for this frame style
nds: <button function="%s" state="%s" draw_ops="elkeenwat"/> mutt för deesen Rahmen-Stil angeven worden

source: Missing <frame state="%s" resize="%s" focus="%s" style="whatever"/>
nds: <frame state="%s" resize="%s" focus="%s" style="elkeenwat"/> fehlt

source: Failed to load theme "%s": %s
nds: Kunn Thema »%s« nich laden: %s

source: No <%s> set for theme "%s"
nds: Keen <%s> för Thema »%s« sett

source: No frame style set for window type "%s" in theme "%s", add a <window type="%s" style_set="whatever"/> element
nds: Keen Rahmen-Stil för Fensteraard »%s« in Thema »%s« sett, föög een <window type="%s" style_set="elkeenwat"/>-Element hento

source: User-defined constants must begin with a capital letter; "%s" does not
nds: Brukerdefineert Konstanten mutten mit eenem Grotbookstaven begünnen, »%s« doot dat nich

source: Constant "%s" has already been defined
nds: Konstante »%s« is al defineert worden

source: No "%s" attribute on element <%s>
nds: Keene »%s«-Eegenskupp im <%s>-Element

source: Line %d character %d: %s
nds: Rieg %d Bookstaav %d: %s

source: Attribute "%s" repeated twice on the same <%s> element
nds: Eegenskupp »%s« kummt im sülven <%s>-Element weer vör

source: Attribute "%s" is invalid on <%s> element in this context
nds: Eegenskupp »%s« is ungültig in eenem <%s>-Element in deesem Tosamenhang

source: Could not parse "%s" as an integer
nds: Kunn »%s« nich as Ganztahl lesen

source: Did not understand trailing characters "%s" in string "%s"
nds: Kunn anhangen Bookstavens »%s« im Text »%s« nich verstahn

source: Integer %ld must be positive
nds: Ganztahl %ld mutt positiv wesen

source: Integer %ld is too large, current max is %d
nds: Ganztahl %ld is to grot, stedenwies Maximum is %d

source: Could not parse "%s" as a floating point number
nds: Kunn »%s« nich as Kommatahl lesen

source: Boolean values must be "true" or "false" not "%s"
nds: Wahrheidsweerten mutten »true« of »false« wesen, nich »%s«

source: Angle must be between 0.0 and 360.0, was %g
nds: Winkel mutt tüsken 0.0 un 360.0 wesen, weer %g

source: Alpha must be between 0.0 (invisible) and 1.0 (fully opaque), was %g
nds: Alpha mutt tüsken 0.0 (unsichtbaar) un 1.0 (kumpleet deckend) wesen, weer %g

source: Invalid title scale "%s" (must be one of xx-small,x-small,small,medium,large,x-large,xx-large)
nds: Ungültige Titel-Grött »%s« (mutt eens wesen vun xx-small,x-small,small,medium,large,x-large,xx-large)

source: <%s> name "%s" used a second time
nds: <%s>-Naam »%s« weer bruukt

source: <%s> parent "%s" has not been defined
nds: <%s>-Oller »%s« is nich defineert worden

source: <%s> geometry "%s" has not been defined
nds: <%s>-Geometrie »%s« is nich defineert worden

source: <%s> must specify either a geometry or a parent that has a geometry
nds: <%s> mutt of eene Geometrie of eenen Ollern, wat eene Geometrie hett, fastleggen

source: You must specify a background for an alpha value to be meaningful
nds: Du muttst eenen Achtergrund angeven, daarmit een Alpha-Weert sinnvoll is

source: Unknown type "%s" on <%s> element
nds: Unbekannte Aard »%s« im <%s>-Element

source: Unknown style_set "%s" on <%s> element
nds: Unbekanntes Stil-Sammeln »%s« im <%s>-Element

source: Window type "%s" has already been assigned a style set
nds: Fenster-Aard »%s« is al eene Stil-Sammeln towiesen worden

source: Element <%s> is not allowed below <%s>
nds: Element <%s> is nich unner <%s> verlöövt

source: Cannot specify both "button_width"/"button_height" and "aspect_ratio" for buttons
nds: Kann »button_width«/»button_height« un »aspect_ratio« för Knopen nich beide angeven

source: Distance "%s" is unknown
nds: Feernte »%s« is unbekannt

source: Aspect ratio "%s" is unknown
nds: Billgrötenverhältnis »%s« is unbekannt

source: Border "%s" is unknown
nds: Rand »%s« is unbekannt

source: No "start_angle" or "from" attribute on element <%s>
nds: Keene »start_angle«- of »from«-Eegenskupp im <%s>-Element

source: No "extent_angle" or "to" attribute on element <%s>
nds: Keene »extent_angle«- of »to«-Eegenskupp im <%s>-Element

source: Did not understand value "%s" for type of gradient
nds: Kunn Weert »%s« för Verlööp-Aard nich verstahn

source: Did not understand fill type "%s" for <%s> element
nds: Kunn Füllens-Aard »%s« för <%s>-Element nich verstahn

source: Did not understand state "%s" for <%s> element
nds: Kunn Tostand »%s« för <%s>-Element nich verstahn

source: Did not understand shadow "%s" for <%s> element
nds: Kunn Scharr »%s« för <%s>-Element nich verstahn

source: Did not understand arrow "%s" for <%s> element
nds: Kunn Piel »%s« för <%s>-Element nich verstahn

source: No <draw_ops> called "%s" has been defined
nds: Keen <draw_ops> mit de Naam »%s« is defineert worden

source: Including draw_ops "%s" here would create a circular reference
nds: Wenn draw_ops »%s« hier inföögt word, gifft dat eenen Verwies im Kreis

source: Unknown position "%s" for frame piece
nds: Unbekannte Stee »%s« för Billdeel

source: Frame style already has a piece at position %s
nds: Rahmen-Stil hett al een Deel bi Stee %s

source: No <draw_ops> with the name "%s" has been defined
nds: Keen <draw_ops> mit de Naam »%s« is defineert worden

source: Unknown function "%s" for button
nds: Unbekannte Funktioon »%s« för Knoop

source: Button function "%s" does not exist in this version (%d, need %d)
nds: Knoop-Funktioon »%s« gifft dat nich in deeser Versioon (%d, bruukt %d)

source: Unknown state "%s" for button
nds: Unbekannter Tostand »%s« för Knoop

source: Frame style already has a button for function %s state %s
nds: Rahmen-Stil hett al eenen Knoop för Funktioon %s Tostand %s

source: "%s" is not a valid value for focus attribute
nds: »%s« is keen ungültiger Weert för Fokus-Eegenskupp

source: "%s" is not a valid value for state attribute
nds: »%s« is keen ungültiger Weert för Tostand-Eegenskupp

source: A style called "%s" has not been defined
nds: Een Stil mit de Naam »%s« is nich defineert worden

source: "%s" is not a valid value for resize attribute
nds: »%s« is keen ungültiger Weert för Grött-ännern-Eegenskupp

source: Should not have "resize" attribute on <%s> element for maximized/shaded states
nds: <%s>-Element för grote/scharrige Tostannen sall keene »resize«-Eegenskupp hebben

source: Should not have "resize" attribute on <%s> element for maximized states
nds: <%s>-Element för grote Tostannen sall keene »resize«-Eegenskupp hebben

source: Style has already been specified for state %s resize %s focus %s
nds: Stil is al angeven worden för Tostand %s Grött-Ännern %s Fokus %s

source: Style has already been specified for state %s focus %s
nds: Stil is al angeven worden för Tostand %s Fokus %s

source: Can't have a two draw_ops for a <piece> element (theme specified a draw_ops attribute and also a <draw_ops> element, or specified two elements)
nds: Kann nich twee draw_ops för een <piece>-Element hebben (Thema hett eene draw_ops-Eegenskupp un ok een <draw_ops>-Element angeven, of twee Elementen angeven)

source: Can't have a two draw_ops for a <button> element (theme specified a draw_ops attribute and also a <draw_ops> element, or specified two elements)
nds: Kann nich twee draw_ops för een <button>-Element hebben (Thema hett eene draw_ops-Eegenskupp un ok een <draw_ops>-Element angeven, of twee Elementen angeven)

source: Can't have a two draw_ops for a <menu_icon> element (theme specified a draw_ops attribute and also a <draw_ops> element, or specified two elements)
nds: Kann nich twee draw_ops för een <menu_icon>-Element hebben (Thema hett eene draw_ops-Eegenskupp un ok een <draw_ops>-Element angeven, of twee Elementen angeven)

source: Bad version specification '%s'
nds: Ungültige Versioon-Angaav »%s«

source: "version" attribute cannot be used in metacity-theme-1.xml or metacity-theme-2.xml
nds: Eegenskupp »version« kann nich in metacity-theme-1.xml of metacity-theme-2.xml bruukt worden

source: Theme requires version %s but latest supported theme version is %d.%d
nds: Thema bruukt Versioon %s, man nejste unnerstütt Themen-Versioon is %d.%d

source: Outermost element in theme must be <metacity_theme> not <%s>
nds: Buterst Element im Thema mutt <metacity_theme> wesen, nich <%s>

source: Element <%s> is not allowed inside a name/author/date/description element
nds: Element <%s> is nich in eenem Naam-/Schriever-/Datum-/Beschrieven-Element verlöövt

source: Element <%s> is not allowed inside a <constant> element
nds: Element <%s> is nich in eenem <constant>-Element verlöövt

source: Element <%s> is not allowed inside a distance/border/aspect_ratio element
nds: Element <%s> is nich in eenem Feernte-/Rand-/Billgrötenverhältnis-Element verlöövt

source: Element <%s> is not allowed inside a draw operation element
nds: Element <%s> is nich in eenem Teken-Vörgangs-Element verlöövt

source: Element <%s> is not allowed inside a <%s> element
nds: Element <%s> is nich in eenem <%s>-Element verlöövt

source: No draw_ops provided for frame piece
nds: Keene draw_ops för Billdeel angeven

source: No draw_ops provided for button
nds: Keene draw_ops för Knoop angeven

source: No text is allowed inside element <%s>
nds: Element <%s> düür keenen Text enthollen

source: <%s> specified twice for this theme
nds: <%s> is twee Maal för deeses Thema angeven

source: Failed to find a valid file for theme %s
nds: Kunn keene gültige Datei för Thema %s finnen

source: _OK
nds: _Jau

source: This is a sample message in a sample dialog
nds: Dat is eene Bispööl-Naricht in eenem Bispööl-Dialog

source: Fake menu item %d
nds: Fälsket Menü-Indrag %d

source: Border-only window
nds: Fenster mit nix as Rannen

source: Bar
nds: Balken

source: Normal Application Window
nds: Normaal Anwennens-Fenster

source: Dialog Box
nds: Dialogkiste

source: Modal Dialog Box
nds: Modaal Dialog-Menü

source: Utility Palette
nds: Nüttelkheid-Palett

source: Torn-off Menu
nds: Ofrieten Menü

source: Border
nds: Rand

source: Attached Modal Dialog
nds: Ansnappt modaal Dialog-Menü

source: Button layout test %d
nds: Knoop-Utsehn-Test %d

source: %g milliseconds to draw one window frame
nds: %g Millisekünnen, um een Fensterbill to teken

source: Usage: marco-theme-viewer [THEMENAME]
nds: Bruuk: marco-theme-viewer [THEMA-NAAM]

source: Error loading theme: %s
nds: Fehler bi'm Laden vum Thema: %s

source: Loaded theme "%s" in %g seconds
nds: Hett Thema »%s« in %g Sekünnen laden

source: Normal Title Font
nds: Normaale Titelschrift

source: Small Title Font
nds: Lütte Titelschrift

source: Large Title Font
nds: Grote Titelschrift

source: Button Layouts
nds: Knopputsehn

source: Benchmark
nds: Leistungs-Erfaten

source: Window Title Goes Here
nds: Hier kummt de Fenstertitel hen

source: Drew %d frames in %g client-side seconds (%g milliseconds per frame) and %g seconds wall clock time including X server resources (%g milliseconds per frame)
nds: Hett %d Billers in %g Sekünnen up de Gast-Sied tekent (%g Millisekünnen pro Bill) un %g Sekünnen Wandklocktied mit X-Server-Ressourcen daar in (%g Millisekünnen pro Bill)
